---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MaterialArea
source: html/c4a56a9c-b24c-afb2-c77d-81e51f38a83f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MaterialArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MaterialArea { get; }
```